<template>
  <section class="section-about">
    <div class="section-about__content">
      <div class="header-text">
        <h1>Отзывы о нас</h1>
      </div>
      <div class="body-text">
        <div class="svg">
          <svg
            width="120"
            height="120"
            viewBox="0 0 120 120"
            fill="none"
            xmlns="http://www.w3.org/2000/svg"
          >
            <path
              d="M22.915 86.605C17.765 81.135 15 75 15 65.055C15 47.555 27.285 31.87 45.15 24.115L49.615 31.005C32.94 40.025 29.68 51.73 28.38 59.11C31.065 57.72 34.58 57.235 38.025 57.555C47.045 58.39 54.155 65.795 54.155 75C54.155 79.6413 52.3113 84.0925 49.0294 87.3744C45.7475 90.6562 41.2963 92.5 36.655 92.5C31.29 92.5 26.16 90.05 22.915 86.605ZM72.915 86.605C67.765 81.135 65 75 65 65.055C65 47.555 77.285 31.87 95.15 24.115L99.615 31.005C82.94 40.025 79.68 51.73 78.38 59.11C81.065 57.72 84.58 57.235 88.025 57.555C97.045 58.39 104.155 65.795 104.155 75C104.155 79.6413 102.311 84.0925 99.0294 87.3744C95.7475 90.6562 91.2963 92.5 86.655 92.5C81.29 92.5 76.16 90.05 72.915 86.605Z"
              fill="white"
            />
          </svg>
        </div>
        <div class="text">
          <p>
            Поставленные задачи и их решение, а также выполненный объем работ
            позволяют характеризовать ООО «Студия Квадра» как передовую
            архитектурно-дизайнерскую студию и надежного подрядчика, старательно
            относящегося к своей работе, и выполняющего ее в установленные сроки
            с отличным качеством.
          </p>
          <div class="text__footer">
            <p class="text__footer--content">
              &mdash; ЕЛЕНА ВАСИЛЬЕВНА, ЗАО "ПТИ"
            </p>
            <p class="text__footer--content">20 ИЮЛЯ 2014</p>
          </div>
        </div>
      </div>
    </div>
    <div class="section-about__items">
      <div class="items__svg">
        <svg
          width="215"
          height="16"
          viewBox="0 0 215 16"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            d="M0.292877 7.29287C-0.097641 7.6834 -0.097641 8.31656 0.292877 8.70709L6.65684 15.071C7.04736 15.4616 7.68053 15.4616 8.07106 15.071C8.46158 14.6805 8.46158 14.0474 8.07106 13.6568L2.4142 7.99998L8.07106 2.34313C8.46158 1.9526 8.46158 1.31944 8.07106 0.928914C7.68053 0.53839 7.04736 0.53839 6.65685 0.928914L0.292877 7.29287ZM215 7L0.999985 6.99998L0.999985 8.99998L215 9L215 7Z"
            fill="white"
          />
        </svg>
      </div>
      <div class="items__svg">
        <div class="active"></div>
        <div></div>
        <div></div>
        <div></div>
      </div>
      <div class="items__svg">
        <svg
          width="215"
          height="16"
          viewBox="0 0 215 16"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            d="M214.707 8.70711C215.098 8.31658 215.098 7.68342 214.707 7.29289L208.343 0.928932C207.953 0.538408 207.319 0.538408 206.929 0.928932C206.538 1.31946 206.538 1.95262 206.929 2.34315L212.586 8L206.929 13.6569C206.538 14.0474 206.538 14.6805 206.929 15.0711C207.319 15.4616 207.953 15.4616 208.343 15.0711L214.707 8.70711ZM0 9L214 9V7L0 7L0 9Z"
            fill="white"
          />
        </svg>
      </div>
    </div>
  </section>
</template>
<script>
export default {};
</script>
<style src="@/styles/main.css"></style>
