<template>
  <div class="section-create">
    <div class="section-create__content">
      <div class="section-create__container">
        <div class="content-header_btn">
          <button class="btn_radius">
            <svg
              width="17"
              height="22"
              viewBox="0 0 17 22"
              fill="none"
              xmlns="http://www.w3.org/2000/svg"
            >
              <path
                d="M15.8346 11.5547L1.70263 20.976C1.60223 21.0428 1.4856 21.0811 1.36515 21.0869C1.2447 21.0927 1.12494 21.0656 1.01862 21.0087C0.912313 20.9518 0.823431 20.8671 0.761444 20.7637C0.699457 20.6602 0.666688 20.5419 0.666626 20.4213V1.57868C0.666688 1.45809 0.699457 1.33977 0.761444 1.23633C0.823431 1.1329 0.912313 1.04821 1.01862 0.991288C1.12494 0.93437 1.2447 0.907353 1.36515 0.913115C1.4856 0.918877 1.60223 0.957203 1.70263 1.02401L15.8346 10.4453C15.9259 10.5062 16.0008 10.5887 16.0526 10.6855C16.1044 10.7822 16.1314 10.8903 16.1314 11C16.1314 11.1098 16.1044 11.2178 16.0526 11.3146C16.0008 11.4113 15.9259 11.4938 15.8346 11.5547Z"
                fill="white"
              />
            </svg>
          </button>
        </div>
        <div class="content-title">
          <h3>Создаём <b>Идеальное</b></h3>
          <p><b>Пространство. </b> для вас.</p>
        </div>
        <div class="content_footer">
          <svg
            width="16"
            height="121"
            viewBox="0 0 16 121"
            fill="none"
            xmlns="http://www.w3.org/2000/svg"
          >
            <path
              d="M7.29289 120.707C7.68342 121.098 8.31658 121.098 8.70711 120.707L15.0711 114.343C15.4616 113.953 15.4616 113.319 15.0711 112.929C14.6805 112.538 14.0474 112.538 13.6569 112.929L8 118.586L2.34315 112.929C1.95262 112.538 1.31946 112.538 0.928932 112.929C0.538408 113.319 0.538408 113.953 0.928932 114.343L7.29289 120.707ZM7 0L7 120H9L9 0L7 0Z"
              fill="white"
            />
          </svg>
          <div class="footer__btn">
            <button>Рассчитать проект</button>
            </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style src="@/styles/main.css"></style>