<template>
  <div class="section-about-us">
    <div class="section-about-us__content">
        <div class="section-about-us__conteiner content">
            <div class="content-box">
                <div class="content-box_text">
                    <h2>О <b>нас</b> </h2>
                    <p class="title">Дизайн студия интерьера в Ярославле | Квадра</p>
                    <p>В связи с наступлением технического прогресса, стремительного развития промышленности и улучшения уровня жизни в нашем лексиконе появились новые слова. Одним из таких является слово – дизайн интерьера.</p>
                    <p>Существует много определений данного понятия. Все они сводятся к тому, что дизайном интерьера называется тандем искусства и технологии, или функционал в утонченном оформлении.</p>
                    <p>Дизайн интерьера – это искусство, позволяющее из объекта стандартного вида воссоздать многофункциональный, эстетичный и комфортабельный, и в то же время обладающий неповторимой индивидуальностью. Поэтому дизайнер интерьера должен иметь чувство вкуса, талант и глубокие разносторонние знания.</p>
                    <button class="btn_view">Читать далее</button>
               </div>
            </div>
        </div>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style src="@/styles/main.css">

</style>